{
    "Data": [
    {
        "title":"Zara",
        "header":"Vihreys",
        "text":"Zara on maailmanlaajuisesti tunnettu pikamuodin edelläkävijä. Viime vuosina brändi on pyrkinyt parantamaan kestävän kehityksen imagoaan 'JOIN LIFE' -liikkeellä, jossa yritys sitoutuu kestävään tuotantoon ja eettisiin tavoitteisiin. Riippumattoman data kuitenkin osoittaa, että yhtiön todellinen panostus virheisiin valintoihin on vähäistä.",
        "natureTitle":"Ympäristö",
        "natureText":"Zara tarjoaa mahdollisuuden kierrättää vanhoja vaatteita ja hyödyntää uusiutuvia pakkauksia. Ei ole kuitenkaan olemassa todisteita siitä, että kierrätys vähentäisi uusien vaatteiden tuotannon päästöjä. Brändin jatkuvasti uusiutuva vaatemallisto on jo luonnostaan haitallinen ympäristölle.",
        "peopleTitle":"Ihmiset",
        "peopleText":"Yhtiön toimitusketju on avoin. Työntekijöiden tasa-arvosta, olosuhteista ja palkkatasosta on löydettävissä dataa yhtiön omista selvityksistä. Ottaen huomioon Zaran korkeat voittomarginaalit, panostukset työntekijöiden palkkatason kohottamiseen ovat olleet pieniä.",
        "animalTitle":"Eläimet",
        "animalText":"Zara on eläinten hyvinvoinnin säädöksissä kieltänyt turkisten käytön. Yhtiö kuitenkin hyödyntää tuotannossaan eläinperäistä nahkaa, villaa ja eksoottisten eläinten hiuksia.",
        "imagesrc":"/img/Zara-Logo-PNG5.png"
     },
     {
        "title":"Versace",
        "text":"Versace on italialainen luksusvaatteita valmistava muotitalo. Yhtiön tuotannon kestävyydestä on saatavilla niukasti tietoa",
        "natureTitle":"Ympäristö",
        "natureText":"Ei ole todisteita siitä, että yhtiö pyrkisi vähentämään hiilidioksidipäästöjä tai käyttämään ympäristöystävällisiä materiaaleja. Yhtiön tavoitteena on lopettaa vaarallisten kemikaalien käyttö 2025 mennessä, mutta todisteita sen edistämisestä ei ole.",
        "peopleTitle":"Ihmiset",
        "peopleText":"Versace julkaisee hyvin niukasti tietoa toimitusketjustaan. Yhtiö ei kerro työolosuhteista tai työntekijöidensä oikeuksista. Ei ole todisteita siitä, että koko toimitusketjussa olisi taattu työntekijöiden perustoimeentulo.",
        "animalTitle":"Eläimet",
        "animalText":"Yhtiön ei ole läpinäkyvä tuotannonsa vaikutuksista eläinten hyvinvointiin. Tuotteissa käytetään nahkaa, villaa, sekä eksoottisten eläinten nahkaa. Versace käyttää myös turkista ja angoraa.",
        "imagesrc":"/img/Versace-Logo-PNG8.png"
     },{
         "title":"H&M",
         "header":"Vihreys",
         "text":
          "H&M on yksi maailman tunnetuimmista pikamuotiyrityksistä. Yhtiö on asettanu tavoitteeksi vähentää kasvihuonepäästöjä sekä luvannut käyttää 100% uusiutuvia materiaaleja vuoteen 2030 mennessä.",
          "natureTitle":"Ympäristö",
          "natureText":"H&M tarjoaa asiakkaille mahdollisuuden kierrättää vanhoja vaatteita, yhtiö hyödyntää uusiutuvaa energiaa osassa tuotantoa sekä on sitoutunut estämään uhanalaisten metsien hävittämistä. Brändi hyödyntää ympäristöystävällisiä materiaaleja on lanseerannut 'Conscious' - kestävän vaatebrändin. Edelleen, suurin osa brändin materiaaleista ei ole ympäristöystävällisiä, ja liiketoimintamalli perustuu jo itsessään epäekologiseen pikamuotiin. Ei ole myöskään todisteita siitä, että H&M olisi saavuttamassa asettamiaan ympäristötavoitteita.",
          "peopleTitle":"Ihmiset",
          "peopleText":"Yhtiön toimitusketju on avoin, sekä se julkaisee yksityiskohtaista tietoa työntekijöiden oikeuksista ja työolosuhteista. Yhtiöllä on käynnissä projekti työntekijöiden palkkauksen parantamiseksi, mutta ei ole olemassa todisteita siitä, että työntekijöille taataan peruspalkka koko toimitusketjussa.",
          "animalTitle":"Eläimet",
          "animalText":"H&M on laatinut viralliset käytänteet eläinten hyvinvoinnin tukemiseksi. Yhtiön käyttää vastuullisesti tuotettua villaa ja on kieltänyt sekä turkisten että angoran käytön. Brändin tavoitteena on, että vuoteen 2025 mennessä kaikki tuotannossa käytetty nahka on vastuullisesti tuotettua.",
          "imagesrc":"/img/H_M-Logo-PNG1-2.png"
     },
     {
        "title":"Nike", 
        "header":"Vihreys",
        "text":
        "Nike on yksi maailman tunnetuimmista ja tuottavimmista urheilubrändeistä.",
        "natureTitle":"Ympäristö",
        "natureText":"Yhtiö hyödyntää osassa tuotantoa orgaanista ja kierrätettyä villaa ja polyesteriä. Nike on asettanut tuotantoketjulleen tieteelliset tavoitteet kasvihuonekaasujen vähentämiseksi, mutta ei ole julkaissut tietoa tavoitteiden edistymisestä. Brändillä ei ole käytänteitä metsien häviämisen estämiseksi.",
        "peopleTitle":"Ihmiset",
        "peopleText":"Nike julkaisee avoimesti tietoa toimitusketjun ja alihankkijoiden käytänteistä. Työntekijöiden tasa-arvosta, pakkotyövoimasta ja yhdistymisvapaudesta on saatavilla niukasti tietoa. Nike ei ole julkaissut tietoa siitä, että toimeentulon turvaava palkkataso olisi taattu.",
        "animalTitle":"Eläimet",
        "animalText":"Nike ei käytä tuotannossa turkiksia tai angoraa. Villaa, nahkaa ja untuvaa kuitenkin hyödynnetää, julkaisematta tietoa materiaalien alkuperästä.", 
        "imagesrc":"/img/Nike-Logo-PNG8.png"
    },
    {
        "title":"Shiish something's off babe",
        "header":"Vihreys", 
        "text":
        "A story that the Jedi would not tell you.'Did you ever hear the Tragedy of Darth Plagueis the wise? I thought not. It's not a story the Jedi would tell you. It's a Sith legend. Darth Plagueis was a Dark Lord of the Sith, so powerful and so wise he could use the Force to influence the midichlorians to create life... He had such a knowledge of the dark side that he could even keep the ones he cared about from dying. The dark side of the Force is a pathway to many abilities some consider to be unnatural. He became so powerful... the only thing he was afraid of was losing his power, which eventually, of course, he did. Unfortunately, he taught his apprentice everything he knew, then his apprentice killed him in his sleep. It's ironic he could save others from death, but not himself.' - Sheev Palpatine",
        "natureTitle":"Ympäristö",
        "natureText":"aaaaaaaaaaaaaaadf dsaf das dsa f",
        "peopleTitle":"Ihmiset",
        "peopleText":"aaaaaaaaaaaaaaadf dsaf das dsa f",
        "animalTitle":"Eläimet",
        "animalText":"aaaaaaaaaaaaaaadf dsaf das dsa f", 
        "imagesrc":"/img/marimekko-logo.png"
    }        
    ]
}